Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Oil company cards and otherinternational credit cards are not included in the survey.
nb: Oljeselskapenes kort og øvrige inter-nasjonale kredittkort er ikke inkludert i undersøkelsen.

source: The recommendations are to be phased in between 2023 and 2028. devoted resources on adapting to the revised Payment Services Directive
nb: Anbefalingene skal fases inn fra 2023 til 2028. Finanstilsynet har ansvar for at bankene etterlever reguleringen. Antall ansatte

source: this provision prevents float in the Norwegian payment
nb: skje, og denne bestemmelsen hindrer i praksis float i detnorske betalingssystemet.

source: They are only to reportexposures to their 10 largest counterparties, as the numberof counterparties is normally lower for foreign exchange
nb: De ble bare bedt om å oppgieksponeringene mot sine 10 største motparter, ettersom

source: is results in an increase in structural liquidity.
nb: økning i strukturell likviditet.

source: The reverse was created by the designer Enzo Finger.
nb: Revers er utformet av designer Enzo Finger.

source: In other words, Nowa will measure the market price for redistributing central bank reserves.
nb: Nowa vil med andre ord måle prisen i markedet på omfordeling av sentralbankreserver.

source: effects of varying liquidity on payment delays and the
nb: teoretiske referansepunkter for likviditetsbehov for å

source: Australian dollar (AUD) - daily exchange rate from Norges Bank
nb: Australske dollar (AUD) - dagens valutakurs fra Norges Bank

source: period 1997 to 2003.
nb: obligasjoner i perioden 1997 til 2003.

source: In Japan export volumes in January were more than 40 per cent lower than in January last year.
nb: I Japan var eksportvolumet i januar mer enn 40 prosent lavere enn i januar i fjor.

source: Sails appeared on ships at the beginning of Viking Age (approx. 800 CE), which lengthened cruising range considerably.
nb: Fra begynnelsen av vikingtiden (ca. 800) fikk skipene seil. Aksjonsradiusen ble mye større.

source: core capital, which is an indication of the bank’s ability to
nb: og registreringer i VPS i tilknytning til en F-lånstil-

source: The Council has monitored developments in external
nb: Representantskapet har fulgt utviklingen i den eksterne

source: Another respondent refers to question 1 and the need for additional trigger events.
nb: En annen respondent viser til spørsmål 1 og behovet for ytterligere triggerhendelser.

source: derived from models combining a selection of these indicators.
nb: som er avledet fra modeller som kombinerer et utvalg av disse indikatorene.

source: Banks in NBO group A1.
nb: Banker som i NBO tilhører gruppe A1.

source: increase of NOK 17 billion in net borrowing was to ensure that the minimum cash holding would
nb: Økningen i netto vekselopplåning på 17 milliarder kroner skulle sørge for

source: facilitate an efficient payment system, 3.
nb: Legge til rette for et effektivt betalingssystem 3.

source: The Executive Board is continuously informed on the work of the committee with copies of reports from the REIB meetings.
nb: Hovedstyret holdes løpende orientert om arbeidet i utvalget gjennom kopi av referater fra møtene i REIB.

source: 1848, was the first of these. It was followed by
nb: 1848, var den første av aksjebankene. Senere

source: 1 I44 = 109.39 NOK 2021-12-21 Norges Bank's middle rates
nb: 1 I44 = 109.39 NOK 2021-12-21 Norges Banks midtkurs

source: House prices relative to disposable income
nb: Boligpriser i forhold til disponibel inntekt

source: I witnessed this myself in Washington at the IMF's meeting in October 2008 following the Lehman Brothers collapse.
nb: Det var jeg selv vitne til i Washington på IMFs møte i oktober 2008 etter konkursen i Lehman Brothers.

source: formed in period t.
nb: nes i periode t.

source: more than doubled in 2020, its budget has increased (but under double the amount) or there
nb: enn doblet budsjettramme i 2020, har fått økt budsjettramme (men under dobbel ramme) eller

source: by Deputy Governor Jarle Bergo
nb: Jarle Bergo, visesentralbanksjef

source: The calculator then calculates amounts in 1860 speciedaler adjusted for inflation over the period 1800-1860.
nb: Kalkulatoren oppgir da beløp i 1860-Speciedaler justert for prisvekst i perioden 1800-1860.

source: cates that the element of surprise has waned over time.
nb: en tyder på at overraskelsesmomentet har avtatt over tid.

source: The working group is also encouraged to discuss circular referencing to cover a situation where there has been a transition to Nowa and where an additional replacement rate has not been identified.
nb: Videre oppfordres det til å diskutere sirkelreferanser som kan oppstå i en situasjon hvor Nowa erstatter Nibor, hvor det da blir behov for å utpeke en alternativ referanserente for førstnevnte.

source: Vidar Knudsen (DNB) welcomed the attendees and Timothy Fitzgerald (DNB), leader of the working
nb: Vidar Knudsen (DNB) ønsket velkommen og leder for arbeidsgruppen, Timothy FitzGerald (DNB),

source: Follow-up of the strategy for IT security 2017-2019
nb: Oppfølging av strategien for IT-sikkerhet 2017-2019

source: terly reports, semi-annual accounts and budgets.
nb: kvartalsrapporter, halvårsregnskaper og budsjett.

source: Since the yield is at a low level, prices are sensitive to increases in risk premiums or long-term interest rates.
nb: Siden avkastningskravet er på et lavt nivå, er prisene sensitive for økninger i risikopremier eller lange renter.

source: that the degree of risk pricing has increased in the course
nb: ranserente med bakgrunn i anslag for risiko og relevan-

source: Kirkegata 6 (at right) originally housed Andresens Bank.
nb: Kirkegata 6 (til høyre) holdt opprinnelig Andresens bank til.

source: In 1716, the Scottish economist John Law established a bank that soon assumed the role as the first central bank of France.
nb: I 1716 etablerte skotten John Law en bank som raskt fikk rollen som Frankrikes første sentralbank.

source: Norway, Sweden, the UK and New Zealand.
nb: Sverige, Storbritannia og New Zealand.

source: low over the past 2½ years, and there are no prospects
nb: 2½ år, og det er ikke utsikter til at det vil øke særlig mye

source: Vietnamese dong (VND) - daily exchange rate from Norges Bank
nb: Vietnamesiske dong (VND) - dagens valutakurs fra Norges Bank

source: (e) The indicator of underlying inflation should be
nb: lerer indikatoren for underliggende inflasjon, bør den

source: It is also positive that the Commission recommends that the scope of financial services that Norges Bank performs for the government should be specified in an agreement or mandate.
nb: Det er også positivt at utvalget anbefaler at omfanget av finansielle tjenester som Norges Bank utfører for staten, bør fastsettes nærmere i avtale eller mandat.

source: The consultation closing date wil be 2 November.
nb: september. Høringsfrist vil være 2. november.

source: The Commission proposes to regulate credit to and deposits from banks etc in Section 3-1.
nb: Utvalget foreslår i § 3-1 regulering av Norges Banks kreditt til og innskudd fra banker mv.

source: Banks that record low losses and solid results can increase
nb: Kraftig vekst i formuespriser og gjeldsoppbygging kan

source: in foreign currency.
nb: importerer, målt i utenlandsk valuta.

source: Thanks to favourable prices in the years up to 2015, the oil sector has helped to make Norway one of the world's richest countries, with a per capita GDP far above the EU average.
nb: Takket være en gunstig prisutvikling i årene frem mot 2015, har sektoren bidratt sterkt til at Norge er blitt et av verdens aller rikeste land, med et nasjonalprodukt per hode langt over gjennomsnittet for EU-landene.

source: import price index will not necessarily reflect the direct
nb: indeksen vil dermed ikke nødvendigvis reflektere de

source: To mark the occasion, Norges Bank issued a commemorative silver coin.
nb: For å markere jubileet ga Norges Bank ut en minnemynt i sølv.

source: The main structural vulnerabilities are high household debt, banks’ large commercial real estate exposures and bank interconnectedness.
nb: De viktigste strukturelle sårbarhetene er høy gjeld i husholdningene, høy eksponering mot næringseiendom i bankene og sammenkoblede banker.

source: ential was the widest it had been since 1998.
nb: var drevet av svak etterspørsel internasjonalt, styrkingen nivå siden 1998.

source: In the US, similar financial conditions have not been seen since before the financial crisis.
nb: For USA må vi tilbake til før finanskrisen for å finne tilsvarende finansielle forhold.

source: for 2020 make it possible to see the breakdown of debt across different groups and show that debt-to-(gross) income ratios increased for all age groups in 2020 (Chart 1.5).
nb: for 2020 gjør det mulig å se på fordelingen av gjeld på ulike grupper og viser at gjeldsgraden, det vil si gjeld som andel av bruttoinntekt, økte for alle aldersgrupper i 2020, se figur 1.5.

source: The Governor and Jane Haugeland presented the discussion document.
nb: Sentralbanksjefen og Jane Haugland redegjorde for saksfremlegget.

source: In this analysis, the construction of the stress alternative in Financial Stability 2/2010 is presented as well as the sensitivity of the results to changes in key assumptions.
nb: I denne utdypingen beskrives oppbyggingen av stressalternativet i Finansiell stabilitet 2/2010 og hvor følsomme resultatene er for endringer i sentrale forutsetninger.

source: Opening, changing or closing an account
nb: Åpning, endring eller avslutning av konto

source: As long as the government has deposits with Norges Bank, structural liquidity in isolation should
nb: Så lenge staten har innskudd i Norges Bank, skal strukturell likviditet isolert sett i prinsippet

source: Developments in other countries are
nb: Det som skjer i andre land,

source: Item 210/2019 2020 - Budget for investment management at Norges Bank
nb: Sak 210/2019 Budsjett 2020 for kapitalforvaltningen i Norges Bank

source: 4 See provisions on contingency accounts in the Terms and Conditions, section 4.1.
nb: 4 Se bestemmelser om beredskapskonto i Vilkårene, punkt 4.1.

source: Thereby, the central banks does not have to
nb: • løpende overvåking av faktorer som har

source: per cent since spring 1997.
nb: siden våren 1997.

source: total assets of the NBO banks.
nb: forvaltningskapitalen for bankene som er knyttet til NBO.

source: The same applies to data for year and month.
nb: Det samme gjelder data for år, måned.

source: further develop its own capability to measure, manage and report on climate risk in
nb: for å måle, styre og rapportere klimarisiko i SPU.

source: the bank has defined as inflation of less than 2 per cent. policy" states:
nb: definert som en inflasjon lavere enn 2 prosent. Målet i Retningslinjer for den økonomiske politikken:

source: = debt/loan measured in of the debt.
nb: = gjeld/lån målt i kroner;

source: 4 See Hagen and Pettersen (2019).
nb: 4 Se Hagen og Pettersen (2019).

source: A monetary policy that to
nb: , kunne bli høyere og komme nærmere

source: Trade weighted krone exchange rate (TWI)
nb: Konkurransekursindeksen (KKI / TWI) - Norges Bank

source: The 12-sided form is intaglio, encircles a hexagon resembling a spider web and encompasses a number of security features.
nb: Den 12-kantede formen i kobbertrykk med en sekskant inni tar utgangspunkt i et spindelvev.

source: krone is included in CLS in the first half of 2003, most
nb: av første halvår 2003. Det betyr at det meste av kreditt-

source: For example, if the government has an account in the central bank, and payments into the government’s account reduce the amount of reserves in the system, the central bank must inject sufficient reserves that the total amount is equal to zero once the payments into the government account have taken place.
nb: For eksempel, dersom staten har konto i sentralbanken og innbetalinger til statens konto reduserer mengden reserver i systemet, må sentralbanken tilføre så mye reserver at den totale mengden er lik null etter at innbetalingene til statens konto har funnet sted.

source: 1 Thanks to Statistics Norway for support in building up the data set.
nb: 1 Takk til Statistisk sentralbyrå for uunnværlig hjelp til å bygge opp analysedatasettet.

source: Our calculations show that cash payments accounted for 24 per cent of the total number of transactions and 14
nb: Vår beregning viser at kontantbetalinger sto for 24 prosent av antall transaksjoner og 14 prosent av omsatt

source: Non-financial enterprises’ money holdings, deflated by the CPI-ATE2 (M2 enterprises).
nb: Ikke-finansielle foretaks pengemenge, deflatert med KPI-JAE2 (M2 bedrifter).

source: Inthe US, equity prices almost trebled between 1995 and 2000(see Chart 2).
nb: I USA ble aksjekursene nesten tredobletfra 1995 til 2000 (figur 2).

source: Section 3.8 has been added, which discusses possibilities for contracts that include a minimum level/floor for Nowa.
nb: Kapittel 3.8 er lagt til der man diskuterer muligheter for kontrakter som ønsker å inkludere et minimumsnivå/gulv for Nowa.

source: Under Section 1-2 of the Enforcement Act, claims against the government cannot be enforced, which also implies that the institution of debt settlement proceedings, or bankruptcy, is excluded.
nb: Etter tvangsfullbyrdelsesloven § 1-2 kan ikke krav mot staten tvangsfullbyrdes, noe som også innebærer at åpning av gjeldsforhandling eller konkurs er utelukket.

source: and human rights were updated in 2020. The specialists.
nb: myndigheter i de viktigste markeder. I 2020 ble

source: In this case, even stronger measures may be necessary.
nb: Da kan styringsrenten bli høyere enn vi nå ser for oss.

source: Banks’ share of covered bond holdings rose after the Liquidity Coverage Ratio (LCR) was introduced in 2014.
nb: Bankenes eierandel av OMF økte etter at krav til likviditetsdekning (LCR) ble innført i 2014.

source: At the lower left in the crown, the artist's signature (IAR).
nb: Kunstnerens signatur (IAR) er plassert nede til venstre i kronen.

source: Finally, Jenny Ramstedt (SEB) and Karolina Thyman (Nordea) reported on the work to implement an alternative reference rate in Sweden.
nb: Avslutningsvis redegjorde Jenny Ramstedt (SEB) og Karolina Thyman (Nordea) om arbeidet med alternativ referanserente i Sverige.

source: 1 I would like to thank Ingvild Svendsen, Kåre Hagelund, Kristine Høegh-Omdal and Per Espen Lilleås for valuable comments and suggestions. Thanks
nb: 1 Takk til Ingvild Svendsen, Kåre Hagelund, Kristine Høegh-Omdal og Per Espen Lilleås for gode kommentarer og innspill. Takk også til Marie Norum

source: This cost will increase under the new system.
nb: Denne kostnaden vil øke i det nye systemet.

source: The circulation coin will be issued in connection with the centenary celebrations "Traånte 2017" ("Tråante" is South Sami for "Trondheim").
nb: februar feires som Samenes Nasjonaldag. Sirkulasjonsmynten utgis i forbindelse med jubileumsarrangementet «Tråante 2017» («Tråante» er sørsamisk for «Trondheim»).

source: Question 2: Does your institution support the recommended modified following, adjusted, as the business day convention?
nb: Spørsmål 2: Støtter din institusjon modifisert påfølgende virkedag og justerte renteopptjeningsdager som virkedagskonvensjon?

source: about ½ per cent of our imports in 1988.
nb: sent av vår import i 1988.

source: Blinder (1998) terms this
nb: Blinder (1998) betegner dette som

source: Today, the maritime history of the rescue service is a vital part of Norway's maritime heritage.
nb: I dag representerer organisasjonens fartøyhistorie en vesentlig del av Norges maritime kulturarv.

source: in 2021 follow the same trend as developments in Norges Bank’s estimates for the last two
nb: at utviklingen i 2021 følger samme trend som utviklingen i Norges Banks anslag for de to

source: of the last century (it was closed down in 1989).
nb: rige århundre (kontoret ble avviklet i 1989).

source: Banks in NBO group B.
nb: Banker som i NBO tilhører gruppe B.

source: possibility for pressure groups to prevail.
nb: prosedyrer for å fatte beslutninger.

source: Debt issues and buybacks
nb: Utstedelser og tilbakekjøp

source: 1 GBP = 11.8860 NOK 2021-12-23 Norges Bank's middle rates
nb: 1 GBP = 11.8860 NOK 2021-12-23 Norges Banks midtkurs

source: What happens if Norges Bank is unable to publish Nowa at the set time because of technical problems?
nb: Hva skjer dersom Norges Bank ikke får publisert Nowa til fastsatt tidspunkt på grunn av tekniske problemer?

source: The financial crisis uncovered a number of weaknesses of Basel II, and in December 2010, the Basel Committee proposed an even more extensive set of rules totalling 616 pages (Basel III) (see Basel Committee (2010), Haldane (2012) and Lund and Nordal (2017)).
nb: Finanskrisen avdekket flere svakheter med Basel II, og i desember 2010 foreslo Baselkomiteen et enda mer omfattende regelverk på totalt 616 sider (Basel III), se Baselkomiteen (2010), Haldane (2012) og Lund og Nordal (2017).

source: It was 100 years ago this year that the German meteorologist Alfred Wegener proposed an alternative theory of
nb: I år er det 100 år siden den tyske meteorologen Alfred Wegener lanserte en alternativ teori om

source: In Norges Bank’s assessment, there are number of key structural and cyclical features leading to vulnerabilities in the Norwegian financial system (see diagram above).
nb: Etter Norges Banks vurdering er det flere viktige strukturelle og sykliske forhold som fører til sårbarheter i det norske finansielle systemet, se tabell over.

source: Egil Matsen presented the topics that particularly drew the attention of the Risk and Investment Committee.
nb: Egil Matsen redegjorde for de forhold risiko- og investeringsutvalget var særlig opptatt av.

source: Nova, Troll phase 3, Johan Sverdrup phase 2, Flyndretind and Mikkel South
nb: Nova, Troll fase 3, Johan Sverdrup fase 2, Flyndretind og Mikkel Sør

source: Fault Lines (2010), Raghuram Rajan describes US housing market policies.
nb: I Fault Lines (2010) beskriver Raghuram Rajan den amerikanske politikken.

source: Section 3-6, fourth sentence, gives the Bank the power to law down regulations on the procedure for redemptions, including rules on fees.
nb: Banken gis hjemmel i § 3-6 fjerde punktum til å gi forskrifter om hvordan innløsningen skal praktiseres, herunder regler om gebyr.

source: Loss estimates for the industries included in KOSMO will
nb: Tapsanslagene for næringene i KOSMO vil videre begrense utvalget til

source: management at Norges Bank (NBO) – Banks
nb: forskrift om adgang til lån og innskudd i Norges Bank

source: as a function of the real interest rate, the real exchange rate and of demand in the previous
nb: som funksjon av realrenten og realvalutakursen og av etterspørselen én periode før.

source: This was in connection with the French Revolution, which, paradoxically, also ended in disaster.
nb: Det var i forbindelse med den franske revolusjon, og det endte paradoksalt nok med katastrofe da også.

source: tions’ own loss estimates (bottom up approach)
nb: tusjonenes egne tapsanslag («bottom up»-tilnærmingen).

source: The Executive Board agrees with the Commission’s assessments of the Bank’s independence and is of the opinion that the proposed Section 1-4 clarifies the Bank’s legal independence: The central bank has “independence in the use of instruments”, except in extraordinary circumstances, but has limited “independence in its objectives”, in the sense that operational objectives are laid down by the King in the Council of State.
nb: Hovedstyret er enig i utvalgets vurderinger av bankens uavhengighet, og mener forslaget til § 1-4 avklarer bankens rettslige uavhengighet: Sentralbanken har «instrumentuavhengighet», unntatt i ekstraordinære situasjoner, men har begrenset «måluavhengighet» i den forstand at styringsmål fastsettes av Kongen i statsråd.

source: But far-sighted and daring ship owners obtained shipbuilding credit abroad.
nb: Men fremsynte og dristige redere fikk verftskreditt i utlandet.

source: Item 103/2019 Recommendation to the Ministry of Finance on the countercyclical capital buffer
nb: Sak 103/2019 Råd til Finansdepartementet om motsyklisk kapitalbuffer

source: If unemployment in a country is persistently above 4 percent, there is probably something wrong both with the functioning of the labour market and with the level of political ambition.
nb: Hvis arbeidsledigheten i et land varig ligger over 4 prosent, er noe trolig galt både med hvordan arbeidsmarkedet fungerer og med det politiske ambisjonsnivået.

source: The Executive Board approved the proposal from the Risk and Investment Committee.
nb: Hovedstyret sluttet seg til forslaget fra risiko- og investeringsutvalget.

source: To prevent overfishing in international waters, in 1977, the UN gave coastal states control of fishing in economic zones 200 nautical miles from the coast – a dramatic extension of territorial waters that had initially been 4 and then 12 nautical miles.
nb: For å hindre overfiske i internasjonale farvann ga FN i 1977 kyststatene kontroll over fisket i økonomiske soner 200 nautiske mil ut fra kysten – en dramatisk utvidelse av de gamle sjøterritorier på først 4, og så 12 nautiske mil.

source: including its relationship to its ordinary settlement bank.
nb: forholdet til sin ordinære oppgjørsbank.

source: The inflation target of 2½ per cent is broadly in line
nb: Målet om en inflasjon på 2½ prosent er om lag på linje

source: Obverse: Portrait of the mathematician Niels Henrik Abel based on a drawing by Johan Gørbitz.
nb: Portrett av matematikeren Niels Henrik Abel etter tegning av Johan Gørbitz.

source: purchases, and corresponds approximately to the NOK 60 billion purchased in excess of the
nb: tilførselen av reserver gjennom Norges Banks valutakjøp, og tilsvarer om lag de 60 milliardene

source: As 3 Strictly speaking, this representation is not consistent with uncovered interest parity.
nb: All den tid sentralbanken vektlegger 3 Denne representasjonen er strengt tatt ikke forenlig med udekket renteparitet, men kan sies å innebære en tilnærming til den.

source: asked Arne Jon Isachsen to interview him in a
nb: Jon Isachsen lage et intervju med ham i en noe

source: The Executive Board exchanged views and took note of the operations report for NBREM for the third quarter of 2017.
nb: Hovedstyret hadde en meningsutveksling og tok virksomhetsrapporten for NBREM for tredje kvartal 2017 til etterretning.

source: Norges Bank is the settlement bank for all the large Norwegian banks.
nb: Norges Bank er oppgjørsbank for alle de store norske bankene.

source: relatively homogenous industry that accounts for approximately 10 percent of banks’ corporate
nb: Det er en relativt homogen næring som utgjør om lag 10 prosent av bankenes utlån til

source: 2004 has been estimated by Norges Bank.
nb: Verdien for 2004 er anslått av Norges

source: March 2001 to the Ministry of
nb: saken ble holdt i slutten av 2001, og generaladvokatens

source: in Solund municipality.
nb: i Solund kommune.

source: One respondent refers to the proposed fallback clause and claims that its design may not fit with the common agreements that are often used in the Norwegian corporate market.
nb: En respondent viser til at den foreslåtte klausulen har en utforming som ikke uten videre passer inn i mønsteravtalene som i stor grad benyttes i det norske bedriftsmarkedet, for eksempel gjeldsbrev næring.

source: They also comment on how fiscal policy ought to be formulated.
nb: De kommenterer også hvordan den faktiske budsjettpolitikken bør utformes.
